<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <script src="https://kit.fontawesome.com/0c08d73767.js" crossorigin="anonymous"></script>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>El Campito Refugio</title>
    <link href="styles.css" rel="stylesheet" type="text/css">
</head>

<body>
    <header>
        <a href="index.html"><img src="assets/img/logo.svg" alt="Logo del campito" height="auto" width="55%"></a>
        <nav>
            <ul class="hidden" id="myLinks">
                <li> <a href="nosotros.html"> Nosotros</a> </li>
                <li class="hidden">|</li>
                <li> <a href="colaborar.html"> Colabor&aacute;</a> </li>
                <li class="hidden">|</li>
                <li> <a class="pagina-actual" href="adopta.html"> Adopt&aacute;</a> </li>
                <li class="hidden">|</li>
                <li> <a href="voluntarios.html"> Voluntariado</a> </li>
                <li class="hidden">|</li>
                <li> <a href="proyectos.html"> Proyectos</a> </li>
                <li class="hidden">|</li>
                <li> <a href="contactanos.html"> Contactanos</a> </li>
            </ul>
        </nav>
        <a href="javascript:void(0);" onclick="myFunction()"> <i class="fas fa-bars appear fa-4xs"></i></a>
    </header>
    <main class="adopta parent-column">
        <div class="parent">
            <section>
                <h2>¡QUIERO ADOPTAR!</h2>
                <p><span>¿Por qu&eacute; adoptar en vez de comprar?</span></p>
                <p>Porque adoptando est&aacute;s salvando la vida de un animal rescatado. Cada perro adoptado deja su lugar
                    para que ingrese otro y pueda ser recuperado en el refugio. Adoptar es un acto de amor y de
                    responsabilidad, por eso es necesario estar completamente seguros de que estamos capacitados y
                    listos para tener un perro. Un animal de compañ&iacute;a depender&aacute; toda su vida de nosotros. Record&aacute; que un
                    perro puede vivir entre 15 y 20 años y est&aacute;s asumiendo un compromiso serio por todo ese tiempo.</p>
                <p><span>Consideraciones a tener en cuenta antes de tomar la decisi&oacute;n de adoptar:</span></p>
                <ul>
                    <li>Los perros no son un juguete. El perro es parte de la familia y todos tienen que estar de
                        acuerdo con la adopci&oacute;n.</li>
                    <li>No todos los perros necesitan un parque para correr, pero s&iacute; espacio para moverse c&oacute;modamente
                        por la casa y un lugar diferenciado para dormir y descansar.</li>
                    <li>Es necesario que tengas tiempo para compartir con ellos. Los perros necesitan interactuar, no
                        pueden ser ignorados s&oacute;lo porque est&eacute;s ocupado o cansado.</li>
                    <li>Los perros tienen un calendario de vacunaci&oacute;n anual que cumplir, pipetas y desparasitaciones
                        peri&oacute;dicas. Tambi&eacute;n necesitan alimento de buena calidad para preservar su salud, pelaje y
                        dentadura. Y hay que considerar la atenci&oacute;n veterinaria.</li>
                    <li>Evalu&aacute; si tendr&aacute;s paciencia, si soportar&aacute;s los pelos en las alfombras, los hoyos en el jard&iacute;n y
                        alg&uacute;n mueble o prenda rota por el perro.</li>
                    <li>Tambi&eacute;n ten&eacute; en cuenta si viaj&aacute;s por trabajo o vacaciones, qu&eacute; posibilidades tendr&aacute;s de llevarlo
                        con vos o si alguien podr&aacute; cuidarlo en tu ausencia.</li>
                </ul>
                <p>Quiz&aacute;s te parezcan demasiadas preguntas para hacerse, pero muchos animales en los refugios est&aacute;n all&iacute;
                    porque sus dueños no pensaron realmente cu&aacute;nto tiempo y dinero llevaba cuidar de ellos.</p>
                <p>Un perro te dar&aacute; amor incondicional, compañ&iacute;a y mejorar&aacute; tu vida.</p>
                <ul>
                    <li>Las adopciones se tratan solamente con el adoptante final, no mediante terceros. </li>
                    <li>Es requisito excluyente ser mayor de 21 años.</li>
                    <li>Al solicitar la adopci&oacute;n de un camperito como primer paso enviamos un cuestionario de
                        pre-adopci&oacute;n para ser completado por el interesado.</li>
                    <li>Luego hacemos un informe socioambiental del domicilio para conocer a la familia y constatar las
                        condiciones en que vivir&aacute; nuestro Camperito.</li>
                    <li>En caso de aprobar la adopci&oacute;n, solicitamos los datos del adoptante, de su veterinario de
                        confianza y por &uacute;ltimo, el tel&eacute;fono y direcci&oacute;n de 4 familiares.</li>
                    <li>El adoptante deber&aacute; encargar la chapita identificatoria incluyendo nuestro tel&eacute;fono. Una vez que
                        la chapita est&aacute; lista coordinamos el traslado del adoptado a su hogar, donde se firma el
                        Contrato de Adopci&oacute;n. </li>
                </ul>
                <p>Todos nuestros adoptados reciben un moño naranja que los identifica como ADOPTADOS y son llevados a
                    domicilio. Tambi&eacute;n se puede venir al refugio a conocerlos previamente.</p>
                <p>Todos se van vacunados, desparasitados y castrados. En caso de ser un cachorrito, se entrega con
                    compromiso de castraci&oacute;n cuando tenga la edad suficiente.</p>
                <p>Adem&aacute;s somos padrinos de nuestros Camperitos de por vida. Esto quiere decir que podr&aacute;s contar con
                    nosotros cuando lo necesites, y tambi&eacute;n que habr&aacute; personal del refugio coordinando visitas o
                    realizando contactos por alg&uacute;n medio para saber c&oacute;mo est&aacute;n.</p>
            </section>
            <section class="center section-img">
                <img src="assets/img/img-adopta.jpg" alt="Dos perros esperando ser adoptados" width="60%" height="auto">
            </section>
        </div>
        <section class="center section-button">
            <p><span>Ahora que ya te contamos todo, es hora de dar el primer paso:</span></p>
            <button>FORMULARIO DE ADOPCI&Oacute;N - LINK</button>
        </section>
    </main>
    <footer>
        <div class="footer-container">
            <img src="assets/img/logo-cara.svg" width="15%" height="auto" alt="Logo carita de perro del campito">
            <div>
                <div class="info-container">
                    <i class="fa-brands fa-whatsapp"></i>
                    <p>+54 9 11 2537 1316</p>
                </div>
                <div class="info-container">
                    <i class="fa-regular fa-envelope"></i>
                    <p>versiagregamosmail@mail.com.ar</p>
                </div>
                <div class="info-container">
                    <i class="fa-solid fa-location-dot"></i>
                    <p>Estamos en Esteban Echeverr&iacute;a, Argentina</p>
                </div>
            </div>
            <div class="redes">
                <h4>¡Seguinos!</h4>
                <i class="fa-brands fa-instagram"></i>
                <i class="fa-brands fa-facebook"></i>
                <i class="fa-brands fa-youtube"></i>
                <i class="fa-brands fa-twitter"></i>
                <i class="fa-brands fa-linkedin"></i>
                <i class="fa-brands fa-tiktok"></i>
            </div>
        </div>
        <p class="derechos">El Campito Refugio. Todos los derechos reservados.</p>
    </footer>

    <script>
        function myFunction() {
            var x = document.getElementById("myLinks");
            if (x.classList.contains('hidden')) {
                x.classList.remove('hidden');
            } else {
                x.classList.add('hidden');
            }
        }
    </script>
</body>

</html>