<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <script src="https://kit.fontawesome.com/0c08d73767.js" crossorigin="anonymous"></script>
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>El Campito Refugio</title>
    <link href="styles.css" rel="stylesheet" type="text/css">
</head>

<body>
    <header>
        <a href="index.html"><img src="assets/img/logo.svg" alt="Logo del campito" height="auto" width="55%"></a>
        <nav>
            <ul class="hidden" id="myLinks">
                <li> <a href="nosotros.html"> Nosotros</a> </li>
                <li class="hidden">|</li>
                <li> <a href="colaborar.html"> Colabor&aacute;</a> </li>
                <li class="hidden">|</li>
                <li> <a class="pagina-actual" href="adopta.html"> Adopt&aacute;</a> </li>
                <li class="hidden">|</li>
                <li> <a href="voluntarios.html"> Voluntariado</a> </li>
                <li class="hidden">|</li>
                <li> <a href="proyectos.html"> Proyectos</a> </li>
                <li class="hidden">|</li>
                <li> <a href="contactanos.html"> Contactanos</a> </li>
            </ul>
        </nav>
        <a href="javascript:void(0);" onclick="myFunction()"> <i class="fas fa-bars appear fa-4xs"></i></a>
    </header>
    <main class="adopta parent-column">
        <div class="parent">
            <section>
                <h2>¡QUIERO ADOPTAR!</h2>
                <p>Adoptando estás salvando la vida de un animal rescatado y además cada perro adoptado deja su lugar para que ingrese otro y pueda ser recuperado en el refugio. Éste es un acto de amor y de responsabilidad, por eso es necesario estar completamente seguros de que estamos capacitados y listos para tener un perro que dependerá toda su vida de nosotros. Recordá que un perro puede vivir entre 15 y 20 años y estás asumiendo un compromiso serio por todo ese tiempo.</p>
                <p><span>Consideraciones a tener en cuenta antes de tomar la decisi&oacute;n de adoptar:</span></p>
                <ul>
                    <li>Los perros no son un juguete. El perro es parte de la familia y todos tienen que estar de
                        acuerdo con la adopci&oacute;n.</li>
                    <li>No todos los perros necesitan un parque para correr, pero s&iacute; espacio para moverse c&oacute;modamente
                        por la casa y un lugar diferenciado para dormir y descansar.</li>
                    <li>Es necesario que tengas tiempo para compartir con ellos. Los perros necesitan interactuar, no
                        pueden ser ignorados s&oacute;lo porque est&eacute;s ocupado o cansado.</li>
                    <li>Los perros tienen un calendario de vacunaci&oacute;n anual que cumplir, pipetas y desparasitaciones
                        peri&oacute;dicas. Tambi&eacute;n necesitan alimento de buena calidad para preservar su salud, pelaje y
                        dentadura. Y hay que considerar la atenci&oacute;n veterinaria.</li>
                    <li>Evalu&aacute; si tendr&aacute;s paciencia, si soportar&aacute;s los pelos en las alfombras, los hoyos en el jard&iacute;n y
                        alg&uacute;n mueble o prenda rota por el perro.</li>
                    <li>Tambi&eacute;n ten&eacute; en cuenta si viaj&aacute;s por trabajo o vacaciones, qu&eacute; posibilidades tendr&aacute;s de llevarlo
                        con vos o si alguien podr&aacute; cuidarlo en tu ausencia.</li>
                </ul>
                <p>Quiz&aacute;s te parezcan demasiadas preguntas para hacerse, pero muchos animales en los refugios est&aacute;n all&iacute;
                    porque sus dueños no pensaron realmente cu&aacute;nto tiempo y dinero llevaba cuidar de ellos.</p>
                <h2>Un perro te dar&aacute; amor incondicional, compañ&iacute;a y mejorar&aacute; tu vida.</h2>
                <p><span>Para adoptar en El Campito:</span></p>
                <ul>
                    <li>Las adopciones se tratan solamente con el adoptante final y es requisito excluyente ser mayor de 21 años.</li>
                    <li>Todos nuestros adoptados reciben un moño naranja que los identifica como ADOPTADOS y son llevados a domicilio. También se puede venir al refugio a conocerlos previamente, previa coordinación.</li>
                    <li>Todos se van vacunados, desparasitados y castrados. En caso de ser un cachorrito, se entrega con compromiso de castración cuando tenga la edad suficiente.</li>
                    <li>Además somos padrinos de nuestros Camperitos de por vida. Esto quiere decir que el camperito podrá contar con nosotros cuando lo necesite. También quiere decir que habrá personal del refugio coordinando visitas esporádicas o realizando contactos por algún medio para saber cómo están.</li>
                </ul>
            </section>
            <section class="center section-img">
                <img src="assets/img/img-adopta.jpg" alt="Dos perros esperando ser adoptados" width="60%" height="auto">
            </section>
        </div>
        <section class="center section-button">
            <p><span>Ahora que ya te contamos todo, es hora de dar el primer paso:</span></p>
            <p><span>Para conocer a nuestros camperitos en adopción:</span></p>
            <button><span>CONOCE A LOS CAMPERITOS</span></button>
            <!-- El link de este button es https://adoptauncamperito.com.ar -->
            <p class="margin-top"><span>Si querés completar el formulario:</span></p>
            <button>FORMULARIO DE ADOPCI&Oacute;N </button>
            <!-- El link de este button es https://docs.google.com/forms/d/1Fub4ZXrLIFDk0qaKhO3btWn-rX3hvmgeLYpi98wBbbI/edit -->
        </section>
    </main>
    <footer>
        <div class="footer-container">
            <img src="assets/img/logo-cara.svg" width="15%" height="auto" alt="Logo carita de perro del campito">
            <div>
                <div class="info-container">
                    <i class="fa-solid fa-location-dot"></i>
                    <p>Estamos en Esteban Echeverr&iacute;a, Argentina</p>
               </div>
               <div class="info-container">
                   <h4>#ADOPTANOCOMPRES</h4>
               </div>
            </div>
            <div class="redes">
                <h4>¡Seguinos!</h4>
                <i class="fa-brands fa-instagram"></i>
                <i class="fa-brands fa-facebook"></i>
                <i class="fa-brands fa-youtube"></i>
                <i class="fa-brands fa-twitter"></i>
                <i class="fa-brands fa-linkedin"></i>
                <i class="fa-brands fa-tiktok"></i>
            </div>
        </div>
        <p class="derechos">El Campito Refugio. Todos los derechos reservados.</p>
    </footer>

    <script>
        function myFunction() {
            var x = document.getElementById("myLinks");
            if (x.classList.contains('hidden')) {
                x.classList.remove('hidden');
            } else {
                x.classList.add('hidden');
            }
        }
    </script>
</body>

</html>